Repository: fcolome14/CookiefyAPI
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Your account has been successfully verified.
ca: El vostre compte s'ha verificat amb èxit.
es: Su cuenta ha sido verificada con éxito.

source: Verification failed.
ca: La verificació ha fallat.
es: La verificación ha fallado.

source: Privacy Policy - %(company)s
ca: Política de Privacitat - %(company)s
es: Política de Privacidad - %(company)s

source: Privacy Policy of %(company_formal)s
ca: Política de Privacitat de %(company_formal)s
es: Política de Privacidad de %(company_formal)s

source: 1. Introduction
ca: 1. Introducció
es: 1. Introducción

source: This Privacy Policy (the “Privacy Policy”) describes how personal data provided by users (the “User” or “Users”) who use the “%(company)s” application (the “Application”) is collected, used, stored, shared, protected, and treated in general, as described in the Terms and Conditions.
ca: Aquesta política de privacitat (la "Política de privacitat") descriu com les dades personals proporcionades pels usuaris ("l'usuari" o els "usuaris") que utilitzen l'aplicació "%(company)s" l'aplicació" (L'"Aplicació") es recullen, s'utilitzen, emmagatzemen, comparteixen, protegeixen i es tracta en general, tal com es descriu als Termes i Condicions </a>.
es: Esta política de privacidad (la "Política de Privacidad") describe cómo los datos personales proporcionados por los usuarios (el "usuario" o los "usuarios") que usan la aplicación "%(company)s" (la "Aplicación") se recopilan, se usan, almacenan, comparten, protegen y se tratan en general, como se describe en los Términos y Condiciones </a>.

source: 2. Data Collection and User Responsibility
ca: 2. Responsabilitat de l'Usuari i Recolecció de Dades
es: 2. Recolección de datos y responsabilidades del usuario

source: The personal data required is strictly necessary for the use of the Application. The User guarantees the authenticity and truthfulness of the data provided and must keep it up to date to ensure it corresponds to their real situation at all times.
ca: Les dades personals necessàries són estrictament necessàries per a l’ús de l’aplicació.
es: Los datos personales requeridos son estrictamente necesarios para el uso de la aplicación.

source: 3. Data Controller
ca: 3. Gestor de les Dades
es: 3. Gestión de los datos

source: The data controller is the Spanish company %(company)s, S.L. (hereinafter, “%(company_formal)s”), with registered office at %(company_address)s.
ca: El gestor de les dades és la companyia espanyola %(company)s, S.L.
es: El gestor de los datos es la compañía española %(company)s, S.L.

source: If you have any questions or suggestions regarding the processing of your personal data, you can contact us by email at <a href="mailto:%(email)s">%(email)s</a>.
ca: Si teniu dubtes o suggeriments sobre el processament de les vostres dades personals, podeu contactar amb nosaltres per correu electrònic a <a href = "mailto:%(email)s ">%(email)s </a>.
es: Si tiene alguna pregunta o sugerencia sobre el procesamiento de sus datos personales, puede contactarnos por correo electrónico en <a href = "mailto:%(email)s ">%(email)s </a>.

source: 4. Data Processed
ca: 4. Processament de Dades
es: 4. Datos procesados

source: We will process the data you provide through any form or data entry channel in the Application, or any other means of contact such as email, postal mail, phone calls, or instant messaging.
ca: Processarem les dades que proporcioneu a través de qualsevol formulari o canal d’entrada de dades a l’aplicació o qualsevol altre mitjà de contacte com ara correu electrònic, correu postal, trucades telefòniques o missatgeria instantània.
es: Procesaremos los datos que proporciona a través de cualquier formulario o canal de entrada de datos en la aplicación, o cualquier otro medio de contacto, como correo electrónico, correo postal, llamadas telefónicas o mensajes instantáneos.

source: 5. Legal Bases for Processing
ca: 5. Base Legal pel Processament
es: 5. Bases legales para procesamiento

source: To fulfill a legal obligation;
ca: Complir una obligació legal;
es: Para cumplir con una obligación legal;

source: For the execution and performance of a contract or for the application of pre-contractual measures in order to provide our services;
ca: Per a l'execució i el rendiment d'un contracte o per a l'aplicació de mesures pre-contractuals per tal de proporcionar els nostres serveis;
es: Para la ejecución y el desempeño de un contrato o para la aplicación de medidas precontractuales para proporcionar nuestros servicios;

source: For the satisfaction of legitimate interests we pursue as the data controller;
ca: Per a la satisfacció dels interessos legítims, perseguim com a controlador de dades;
es: Para la satisfacción de los intereses legítimos que perseguimos como controlador de datos;

source: When the User has given explicit consent. The User can revoke consent at any time.
ca: Quan l'usuari ha donat consentiment explícit.
es: Cuando el usuario ha dado su consentimiento explícito.

source: 6. Purposes of Data Processing
ca: 6. Objectius del Processament de Dades
es: 6. Propósitos del proceso de datos

source: Registration of the User: To manage your registration or user account, verify the provided information, and facilitate resources and content.
ca: Registre de l’usuari: per gestionar el vostre registre o compte d’usuari, verifiqueu la informació proporcionada i faciliteu els recursos i el contingut.
es: Registro del usuario: para administrar su registro o cuenta de usuario, verificar la información proporcionada y facilitar los recursos y el contenido.

source: Use of the Application: To manage user activities, communications, notifications, messages, and recommendations within the app.
ca: Ús de l’aplicació: per gestionar les activitats dels usuaris, les comunicacions, les notificacions, els missatges i les recomanacions de l’aplicació.
es: Uso de la aplicación: para administrar actividades del usuario, comunicaciones, notificaciones, mensajes y recomendaciones dentro de la aplicación.

source: Marketing Communications: To send commercial communications about similar products or services.
ca: Comunicacions de màrqueting: enviar comunicacions comercials sobre productes o serveis similars.
es: Comunicaciones de marketing: para enviar comunicaciones comerciales sobre productos o servicios similares.

source: 7. Data Retention Period
ca: 7. Període de Retenció de Dades
es: 7. Período de retención de datos

source: %(company_formal)s will retain your data for the period necessary to fulfill the purposes of the data processing described above, or for legal compliance.
ca: %(company_formal)s conservarà les vostres dades durant el període necessari per complir els propòsits del processament de dades descrit anteriorment o per al compliment legal.
es: %(company_formal)s retendrá sus datos para el período necesario para cumplir con los propósitos del procesamiento de datos descrito anteriormente, o para el cumplimiento legal.

source: 8. Sharing Data with Third Parties
ca: 8. Compartir Dades amb Tercers
es: 8. Compartir datos con terceros

source: We do not share personal data with third parties unless required by law or necessary for service provision.
ca: No compartim dades personals amb tercers, tret que la llei ho requereixi o sigui necessària per a la prestació de serveis.
es: No compartimos datos personales con terceros a menos que sea la ley o sea necesario para la provisión de servicios.

source: © %(year)s %(company_formal)s. All rights reserved.
ca: © %(year)s %(company_formal)s.
es: © %(year)s %(company_formal)s.

source: Terms and Conditions - %(company)s
ca: Termes i Condicions - %(company)s
es: Términos y condiciones - %(company)s

source: Terms and Conditions of the %(company)s Application
ca: Termes i condicions de la sol·licitud del %(company)s
es: Términos y Condiciones de la aplicación %(company)s

source: %(company)s, S.L. (hereinafter, “%(company_formal)s”) is a Spanish company, with address for contact purposes at %(company_address)s and Tax Identification Number (N.I.F) %(company_nif)s, duly registered with the Commercial Registry of Barcelona. %(company_formal)s is the owner of all Intellectual and Industrial Property rights or any other rights over the application “%(company)s” (hereinafter, the “Application” or the “App”). Use of the App is subject to the following terms and conditions set forth herein (the “General Terms and Conditions”).
ca: %(company)s, S.L. (en endevant, “%(company_formal)s”) és una empresa espanyola, amb domicili a efectes de contacte a %(company_address)s i N.I.F. %(company_nif)s, degudament inscrita al Registre Mercantil de Barcelona. %(company_formal)s és titular de tots els drets de Propietat Intel·lèctual com Industrial o qualsevol altre dret sobre l'aplicació "%(company)s" (en endevant, l'"Aplicació" o l'"App"). L'ús de l'App està subjecte als següents termes i condicions establerts al present document (en endevant, les "Condicions Generals").
es: 1. Aceptación

source: 1. Acceptance
ca: 1. Acceptació

source: By accepting these Terms and Conditions, the User expressly agrees to be bound by the provisions contained herein. The use of the Application implies acceptance and compliance with the terms outlined in these Terms and Conditions.
ca: Acceptant aquests termes i condicions, l'usuari es compromet expressament a estar obligat per les disposicions que es contenen aquí.
es: Al aceptar estos términos y condiciones, el usuario acepta expresamente estar sujeto a las disposiciones contenidas en este documento.

source: 2. Purpose of the Application
ca: 2. Propòsits de l'Aplicació
es: 2. Propósito de la Aplicación

source: The Application aims to provide registered Users with a platform to create and participate in Activities. These activities enable interaction between Users.
ca: L’aplicació pretén proporcionar als usuaris registrats una plataforma per crear i participar en activitats.
es: La aplicación tiene como objetivo proporcionar a los usuarios registrados una plataforma para crear y participar en actividades.

source: Register and create a profile.
ca: Registra't i crea un perfil.
es: Regístrese y cree un perfil.

source: Create and organize Activities.
ca: Crear i organitzar activitats.
es: Crear y organizar actividades.

source: Participate in and rate Activities.
ca: Participa i activitats de taxa.
es: Participar y calificar las actividades.

source: Interact with other Users.
ca: interactuar amb altres usuaris.
es: Interactuar con otros usuarios.

source: 3. Use of the Application
ca: 3. Ús de l'Aplicació
es: 3. Uso de la Aplicación

source: Users agree not to use the Application for illegal or prohibited purposes and to respect the rights and interests of %(company_formal)s and other Users.
ca: Els usuaris accepten no utilitzar la sol·licitud amb finalitats il·legals o prohibides i respectar els drets i els interessos del %(company_formal)s i altres usuaris.
es: Los usuarios aceptan no utilizar la aplicación para fines ilegales o prohibidos y respetar los derechos e intereses del %(company_formal)s y otros usuarios.

source: The User guarantees that the information provided during registration is accurate and up-to-date.
ca: L’usuari garanteix que la informació proporcionada durant el registre és exacta i actualitzada.
es: El usuario garantiza que la información proporcionada durante el registro sea precisa y actualizada.

source: 4. Intellectual Property Rights
ca: 4. Drets de la Propietat Intel·lectual
es: 4. Derechos de la propiedad intelectual

source: All rights to the Application are owned by %(company_formal)s. Users may not use, reproduce, modify, or distribute the Application without express authorization.
ca: Tots els drets sobre la sol·licitud són propietat de %(company_formal)s.
es: Todos los derechos de la aplicación son propiedad de %(company_formal)s.

source: 5. Links
ca: 5. Enllaços
es: 5. Enlaces

source: The Application may contain links to third-party websites. %(company_formal)s is not responsible for their content or practices. Users should review the terms and conditions of those sites.
ca: L’aplicació pot contenir enllaços a llocs web de tercers.
es: La aplicación puede contener enlaces a sitios web de terceros.

source: 6. Modification of Terms and Conditions
ca: 6. Modificació dels Termes i Condicions
es: 6. Modificación de los Términos y Condiciones

source: %(company_formal)s reserves the right to modify these Terms and Conditions at any time. Users will be informed of any changes.
ca: %(company_formal)s es reserva el dret a modificar aquests termes i condicions en qualsevol moment.
es: %(company_formal)s se reserva el derecho de modificar estos términos y condiciones en cualquier momento.

source: 7. Liability
ca: 7. Responsabilitat
es: 7. Responsabilidad

source: The User is responsible for making proper use of the Application and the content they post. %(company_formal)s is not responsible for any damages arising from the use of the Application.
ca: L'usuari és responsable de fer un ús adequat de l'aplicació i del contingut que publiquen.
es: El usuario es responsable de hacer el uso adecuado de la aplicación y el contenido que publica.

source: © %(year)s %(company)s, S.L. All rights reserved.
ca: © %(year)s %(company)s, S.L. Tots els drets reservats
es: © %(year)s %(company)s, S.L. Todos los derechos reservados.

source: Privacy Policy
ca: Política de privacitat
es: Política de privacidad

source: Verification Result
ca: resultat de verificació
es: resultado de verificación

source: Cookiefy Logo
ca: Logotip de Cookiefy
es: logotipo de Cookiefy

source: Your account has been successfully verified. You can now sign in to the Cookiefy app.
ca: el vostre compte s'ha verificat amb èxit.
es: Su cuenta ha sido verificada con éxito.

source: If you have any issues, please contact our support team.
ca: Si teniu problemes, poseu -vos en contacte amb el nostre equip de suport.
es: Si tiene algún problema, comuníquese con nuestro equipo de soporte.

source: Account Support
ca: Suport del compte
es: Soporte de cuentas

source: The verification process failed. Please ensure you entered the correct code sent to your email.
ca: El procés de verificació ha fallat.
es: El proceso de verificación falló.

source: If the issue persists, the token might have expired. Try requesting a new verification code.
ca: Si el problema persisteix, el testimoni podria haver caducat.
es: Si el problema persiste, el token podría haber expirado.
